Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/juuso_ja_koivisto_osallistuvat_rovaniemi_arctic_spirit_konferenssiin.html.tmx
Source language: fin
Languages: sms

source: Juuso ja Koivisto osallistuvat Rovaniemi Arctic Spirit konferenssiin
sms: Juuso da Koivisto vuässâʹtte Ruäʹvnjargg Arctic Spirit konferenssa

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja I varapuheenjohtaja Anni Koivisto osallistuvat Rovaniemellä järjestettävään Arctic Spirit konferenssiin 16.-17.11.2021.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso da I väärrsaaǥǥjååʹđteei Anni Koivisto vuässâʹtte Ruäʹvnjaarǥâst jäʹrjstem Arctic Spirit konferenssa 16.-17.11.2021.

source: Konferenssin teemat liittyvät Suomen alkavaan puheenjohtajuuteen Barentsin euroarktisessa neuvostossa, alueelliseen yhteistyöhön, arktiseen turvallisuuteen ja EU:n ja Suomen uusiin arktisiin linjauksiin sekä maankäytön, ilmastonmuutoksen ja oikeudenmukaisuuden suhteeseen arktisella alueella.
sms: Konfereeʹns teeʹm õhttne Lääʹddjânnam aʹlǧǧi saaǥǥjååʹđteeivuõʹtte Bareents euroaarktlaž suåvtõõzzâst, vooudliʹžže õhttsažtuõjju, aarktlaž staanvuõʹtte da EU da Lääʹddjânnam ođđ aarktlaž linjjõõzzid di mäddâânnmõõžž, äimmõsmuttâz da vuõiggvuõđmeâldlažvuõđ kõsskkvuõʹtte aarktlaž vuuʹdest.

source: Puheenjohtaja Juuso toi puheenvuorossaan esille muuttuvan ilmaston ja kuinka äärimmäiset sääolosuhteet muodostavat jo nyt uhkia ja haasteita saamelaisten mahdollisuuksiin harjoittaa perinteisiä elinkeinoja, kuten kalastusta ja poronhoitoa.
sms: Saaǥǥjååʹđteei Juuso puuʹti saakkvuârstes õuʹdde mõttjeei äimmõõzz da mäʹhtt viõusâs šõŋŋjeällmõõžž räjja juʹn ååʹn vaarid da vaʹǯǯtõõzzid säʹmmlai vueiʹtlvažvuõđid vueʹǩǩâʹtted äʹrbbvuõđlaž jieʹllemvueʹjjid, diǥu kueʹllšeellmõõžž da puäʒʒhoiʹddjummuž.

source: – Erityisesti ilmastokriisin aikana on tärkeää kunnioittaa alkuperäiskansojen oikeuksia ja rakentaa yhdessä yhteiskunta, joka on vastustuskykyinen muutoksille, joita jo kohtaamme, sanoo Juuso.
sms: – Jeäʹrben äimmõskriis poodd lij vääžnai ciʹsttjed alggmeerai vuõiggâdvuõđid da raajjâd õõutveäkka õhttsažkåʹdd, kååʹtt lij vuâsttlâʹsttemoddlaž muttsid, koid juʹn vueiʹnnep, särnn Juuso.

source: Lue puhe täältä (englanniksi)
sms: Looǥǥ saaǥǥ tääiʹben (eŋgglõsǩiõʹlle)

source: Konferenssin aikana Juuso ja Koivisto tapasivat ulkoministeri Pekka Haaviston ja osallistuvat konferenssissa järjestettyihin paneelikeskusteluihin.
sms: Konfereeʹns poodd Juuso da Koivisto vueiʹnnlõʹtte ålggminister Pekka Haavistoin da vuässâʹtte konfereeʹnsest jäʹrjstum paneelsaǥstõõllmõõžžid.

source: Lisätietoja
sms: Lââʹssteâđaid

source: Puheenjohtaja Tuomas Aslak Juuso 040 687 3394 tuomas.juuso(at)samediggi.fi
sms: Saaǥǥjååʹđteei Tuomas Aslak Juuso 040 687 3394 tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto 040 415 5969 anni.koivisto(at)samediggi.fi
sms: I väärrsaaǥǥjååʹđteei Anni Koivisto 040 415 5969 anni.koivisto(at)samediggi.fi
